# DockablePaneId Operators

---
The DockablePaneId type exposes the following members.
| Name| Description
---|---|---
| Equality(DockablePaneId, DockablePaneId)| Compares two DockablePaneId instances.
| Inequality(DockablePaneId, DockablePaneId)| Compares two DockablePaneId instances.
Top
#### Reference
DockablePaneId Class
Autodesk.Revit.UI Namespace